/* No comment provided by engineer. */
"%@ daily average" = "%@ daily average";

/* No comment provided by engineer. */
"Daily Average" = "Daily Average";

/* No comment provided by engineer. */
"%@ total" = "%@ total";

/* No comment provided by engineer. */
"About Duffy" = "About Duffy";

/* No comment provided by engineer. */
"Ask a Question" = "Ask a Question";

/* No comment provided by engineer. */
"Change Your Goal" = "Change Your Goal";

/* No comment provided by engineer. */
"Details" = "Details";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"Filter" = "Filter";

/* No comment provided by engineer. */
"Help" = "Help";

/* No comment provided by engineer. */
"How To Change Your Goal" = "How To Change Your Goal";

/* No comment provided by engineer. */
"Kilometer Travelled" = "Kilometer Travelled";

/* No comment provided by engineer. */
"Kilometers Travelled" = "Kilometers Travelled";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Mile Travelled" = "Mile Travelled";

/* No comment provided by engineer. */
"Miles Travelled" = "Miles Travelled";

/* No comment provided by engineer. */
"Flights Climbed" = "Flights Climbed";

/* No comment provided by engineer. */
"No data for the previous week" = "No data for the previous week";

/* No comment provided by engineer. */
"of %@ goal %@" = "of %1$@ goal %2$@";

/* No comment provided by engineer. */
"Previous Week" = "Previous Week";

/* No comment provided by engineer. */
"Privacy Policy" = "Privacy Policy";

/* No comment provided by engineer. */
"Published By" = "Published By";

/* No comment provided by engineer. */
"Rate Duffy" = "Rate Duffy";

/* No comment provided by engineer. */
"Since" = "Since";

/* No comment provided by engineer. */
"Since %@" = "Since %@";

/* No comment provided by engineer. */
"STEPS" = "Steps";

/* No comment provided by engineer. */
"This guide describes how to change your daily steps goal (currently %@ steps). Your goal can only be changed from the Duffy Apple Watch app." = "This guide describes how to change your daily steps goal (currently %@ steps). Your goal can only be changed from the Duffy Apple Watch app.";

/* No comment provided by engineer. */
"Trend" = "Trend";

/* No comment provided by engineer. */
"Version: %@" = "Version: %@";

/* No comment provided by engineer. */
"VIEW HISTORY" = "View History";

/* No comment provided by engineer. */
"km" = "km";

/* No comment provided by engineer. */
"mi" = "mi";

/* No comment provided by engineer. */
"floors" = "floors";


/* No comment provided by engineer. */
"From the Today view of the Apple Watch app, scroll the screen by swiping upward your finger or turning the digital crown." = "From the Today view of the Apple Watch app, scroll the screen by swiping upward your finger or turning the digital crown.";

/* No comment provided by engineer. */
"Tap the 'Change Goal' button that appears at the bottom of the screen." = "Tap the 'Change Goal' button that appears at the bottom of the screen.";

/* No comment provided by engineer. */
"Select a new goal by swiping with your finger or turning the digital crown. Then tap the 'Set Goal' button to save it." = "Select a new goal by swiping with your finger or turning the digital crown. Then tap the 'Set Goal' button to save it.";

/* No comment provided by engineer. */
"Select a new goal by tapping the plus (+) or minus (-) buttons or turning the digital crown. Then tap the 'Set Goal' button to save it." = "Select a new goal by tapping the plus (+) or minus (-) buttons or turning the digital crown. Then tap the 'Set Goal' button to save it.";

/* No comment provided by engineer. */
"%@ STEPS" = "%@ STEPS";

/* No comment provided by engineer. */
"Trophies" = "Trophies";

/* Placeholder is a number of steps: ie 10,000 */
"When you've reached your goal, you'll earn a trophy based on how many steps you've taken beyond your goal (%@)." = "When you've reached your goal, you'll earn a trophy based on how many steps you've taken beyond your goal (%@).";

/* No comment provided by engineer. */
"Reached your goal" = "Reached your goal";

/* No comment provided by engineer. */
"25% over your goal" = "25% over your goal";

/* No comment provided by engineer. */
"50% over your goal" = "50% over your goal";

/* No comment provided by engineer. */
"75% over your goal" = "75% over your goal";

/* No comment provided by engineer. */
"Double your goal" = "Double your goal";

/* Title of a button that changes display options of a chart */
"Options" = "Options";

/* Header of a section that summarizes aggregate data */
"Summary" = "Summary";

/* Title of screen that allows the user to change display options of a chart/graph */
"Graph Options" = "Graph Options";

/* Title of section of options changing how to display your data on a chart/graph */
"Data" = "Data";

/* Title of section of options changing which markers are shown on a chart/graph */
"Indicators" = "Indicators";

/* Option to change how the lines on a chart are drawn */
"Lines" = "Lines";

/* Title of a screen where user selects which lines are shown on a graph */
"Show Lines" = "Show Lines";

/* Option describing a graph line that plots every data point */
"Detail" = "Detail";

/* Option describing a graph line that shows the trend of your data but not every point */
"Trend" = "Trend";

/* Option describing whether or not to show an indicator on the graph showing where the average of data points is */
"Average" = "Average";

/* Option describing whether or not to show an indicator on the graph showing where your goal is */
"Goal" = "Goal";

/* Concatenate to options together with 'and' */
"%@ & %@" = "%@ & %@";

/* 1 to 3 character abbreviation of 'average' */
"avg" = "avg";

/* No comment provided by engineer. */
"Show More" = "Show More";

/* No comment provided by engineer. */
"Miles" = "Miles";

/* No comment provided by engineer. */
"Kilometers" = "Kilometers";

/* No comment provided by engineer. */
"To go" = "To go";

/* No comment provided by engineer. */
"Flights" = "Flights";

/* No comment provided by engineer. */
"Distance" = "Distance";

/* No comment provided by engineer. */
"No Steps Today" = "No Steps Today";

/* No comment provided by engineer. */
"6 AM" = "6 AM";

/* No comment provided by engineer. */
"NOON" = "NOON";

/* No comment provided by engineer. */
"6 PM" = "6 PM";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"See the Trophies" = "See the Trophies";

/* No comment provided by engineer. */
"Your Goal" = "Your Goal";

/* No comment provided by engineer. */
"Code" = "Code";

/* No comment provided by engineer. */
"Design" = "Design";

/* No comment provided by engineer. */
"Last: %@" = "Last: %@";

/* No comment provided by engineer. */
"Not awarded yet" = "Not awarded yet";

/* No comment provided by engineer. */
"Get the rocket trophy when your step count is 2x your goal." = "Get the rocket trophy when your step count is 2x your goal.";

/* No comment provided by engineer. */
"%@x your goal!" = "%@x your goal!";

/* No comment provided by engineer. */
"From Prior Week" = "From Prior Week";

/* No comment provided by engineer. */
"Appreciation" = "Appreciation";

/* No comment provided by engineer. */
"Tip Jar" = "Tip Jar";

/* No comment provided by engineer. */
"Learn more about Duffy" = "Learn more about Duffy";

/* No comment provided by engineer. */
"My name is Patrick and I aspire to make apps people love. When I created Duffy, I never expected to be paid. That’s why there are no ads, subscriptions, or data collection of any kind. I just want to hone my craft while also serving a need.\n\nDuffy is a labor of love that happens after hours and on the weekends so it helps to know that people appreciate the work I do maintaining and improving this app.\n\nIf Duffy is an app that you love, and you can afford it, please consider showing your appreciation by selecting one of the tips below:" = "My name is Patrick and I aspire to make apps people love. When I created Duffy, I never expected to be paid. That’s why there are no ads, subscriptions, or data collection of any kind. I just want to hone my craft while also serving a need.\n\nDuffy is a labor of love that happens after hours and on the weekends so it helps to know that people appreciate the work I do maintaining and improving this app.\n\nIf Duffy is an app that you love, and you can afford it, please consider showing your appreciation by selecting one of the tips below:";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Thanks so much for the tip! 🙏" = "Thanks so much for the tip! 🙏";

/* No comment provided by engineer. */
"Try Again" = "Try Again";

/* No comment provided by engineer. */
"Your tip did not go through. Do you want to try again?" = "Your tip did not go through. Do you want to try again?";

/* No comment provided by engineer. */
"Unable to communicate with the App Store. Do you want to try again?" = "Unable to communicate with the App Store. Do you want to try again?";

/* No comment provided by engineer. */
"🙏 Thank you so much for tipping!" = "🙏 Thank you so much for tipping!";

/* No comment provided by engineer. */
"Sort" = "Sort";

/* No comment provided by engineer. */
"Newest to Oldest" = "Newest to Oldest";

/* No comment provided by engineer. */
"Oldest to Newest" = "Oldest to Newest";

/* No comment provided by engineer. */
"Select Date" = "Select Date";

/* No comment provided by engineer. */
"Last %d days" = "Last %d days";

/* No comment provided by engineer. */
"Change my Daily Goal" = "Change my Daily Goal";

/* No comment provided by engineer. */
"Enable Duffy to Count Steps" = "Enable Duffy to Count Steps";

/* No comment provided by engineer. */
"Add Steps to my Watch Face" = "Add Steps to my Watch Face";

/* No comment provided by engineer. */
"Change Miles or Kilometers" = "Change Miles or Kilometers";

/* No comment provided by engineer. */
"Need Help?" = "Need Help?";

/* No comment provided by engineer. */
"Would you like to change your daily step goal or do you need help with something else?" = "Would you like to change your daily step goal or do you need help with something else?";

/* No comment provided by engineer. */
"View More Help Topics" = "View More Help Topics";

/* No comment provided by engineer. */
"Your tip is pending." = "Your tip is pending.";

/* No comment provided by engineer. */
"Step Count Mismatch" = "Step Count Mismatch";

/* No comment provided by engineer. */
"Complication Not Updating" = "Complication Not Updating";
